{
  "howStart": "КАК НАЧАТЬ",
  "guide": "РУКОВОДСТВО",
  "topSponsors": "ТОП 10 СПОНСОРОВ",
  "subtitle": "ПЕРВАЯ В МИРЕ DEFI ЭКОСИСТЕМА В РАМКАХ БЛОКЧЕЙН TRON. ДЕЦЕНТРАЛИЗОВАННЫЙ ОБЩЕСТВЕННЫЙ ФОНД ПОДДЕРЖКИ.",
  "subtitleSecond": "",
  "join": "ВЛОЖИТЬ",
  "reset": "СБРОСИТЬ",
  "joinToProject": "ЧТОБЫ ПРИСОЕДИНИТЬСЯ К ПРОЕКТУ ВАМ НУЖЕН",
  "wallet": "Ваш кошелек Tron",
  "statistic": "СТАТИСТИКА",
  "contractInfo": "ИНФОРМАЦИЯ О СМАРТ-КОНТРАКТЕ",
  "contractAddress": "Адрес: Смарт-контракта",
  "contractDeposits": "Депозиты за все время",
  "contractBalance": "Баланс Смарт-контракта",
  "contractWithdraws": "Выплачено Участникам",
  "contractPull": "Сумма в дневном пуле",
  "contractCountDown": "Обратный отсчет пулла",
  "maxSumRef": "Максимальная сумма от Топ-реферала",
  "mySponsor": "Мой Аплайн",
  "personalStatistic": "ЛИЧНАЯ СТАТИСТИКА",
  "personalAddress": "Мой адрес",
  "personalTime": "Осталось до текущего дохода",
  "personalLimit": "Оставшийся лимит доходов 400%",
  "personalUpMoney": "Ежедневный доход 1,2%",
  "personalRefUpMoney": "Прямой реферальный доход",
  "personalBonus": "Бонус с линий ( матчинг бонус )",
  "personalAward": "Награды ТОП-Спонсорам",
  "personalWithdraw": "Доходы, выведенные на кошелек",
  "personalAccrual": "Начисленный доход",
  "statisticAll": "Общая сумма депозитов в TRX",
  "statisticGet": "Всего получено, TRX",
  "organization": "ОРГАНИЗАЦИЯ",
  "myRefLink": "Моя реферальная ссылка",
  "myCountRef": "Личных приглашенных партнеров",
  "allPartners": "Всего партнеров",
  "allUsers": "Всего участников",
  "officialChannel": "ОФИЦИАЛЬНЫЙ КАНАЛ",
  "support": "ТЕХ. ПОДДЕРЖКА",

  "address": "Адрес",
  "income": "Доход" ,
  "back": "НАЗАД" ,
  "emptyValue": "Значение не может быть равно нулю",
  "authError": "Чтобы присоединиться к проекту, нужно использовать кошелек Трон",
  "sponsor": "Спонсор:",
  "idError": "Проверьте свой ID пригласителя.",
  "changeId": "Вы можете изменить перед депозитом.",
  "copied": "Скопировано",
  "copy": "СКОПИРОВАТЬ",
  "withdraw": "СНЯТЬ",

  "howToJoinText": {
    "p1": "Чтобы присоединиться к TRONX, вам необходимо использовать один из следующих кошельков Dapp. Мобильная версия или ПК браузерное расширение.",
    "p2": "Чтобы подключиться к смарт-контракту, загрузите, настройте и пополните свой кошелек, следуя инструкциям ниже.",
    "p3": "* обязательно использовать реферальную ссылку при первом депозите на смарт-контракт TRONX, пожалуйста, обратитесь к человеку, который познакомил вас с TRONX.",
    "p4": "TRON WALLET - скачать на официальном сайте:",
    "p5": "TRON WALLET - это безопасный крипто кошелек p2p и обмена TRON (TRX)",
    "items": [
      "Скачайте и установите TRON WALLET на телефон", 
      "Пополните кошелек TRON с помощью TRX", 
      "Зайдите в браузер Dapp в кошельке и введите реферальную ссылку",
      "Выберите сумму для депозита и нажмите присоединиться"
    ],
    "p6": "Что такое браузер Dapp?",
    "p7": "Веб-браузер, который можно использовать для взаимодействия с любым децентрализованным приложением (DApp). Простое, прямое и безопасное соединение между вашей учетной записью Blockchain и любым совместимым DApp.",
    "p8": "Кошелек TRONLINK - РАСШИРЕНИЕ БРАУЗЕРА НА ПК",
    "p9": "Что такое Tron Link?",
    "p10": "Tron Link доступен как расширение для браузера и как мобильное приложение, Tron Link предоставляет вам хранилище ключей, безопасный вход и кошелек для токенов - все, что вам нужно для управления цифровыми активами. Tron Link генерирует пароли и ключи на вашем устройстве, поэтому только вы имеете доступ к своим учетным записям и данным.",
    "p11": "Как скачать расширение для браузера Tron Link?",
    "p12": "Официальный сайт",
    "p13": "Как подключить Tron Link к смарт-контракту TRONX ?",
    "connectItem1": "1. Откройте веб-браузер с установленным Tron Link",
    "connectItem2": "2. Войдите на",
    "connectItem3": "(ссылка) и нажмите Enter.",
    "connectItem4": "3. Разрешить кошельку Tron Link подключиться к ",
    "p14": "* при первом присоединении к TRONX выполните следующие действия.",
    "items2": [
      "Скопируйте реф ссылку от спонсора", 
      "Введите реф ссылку в браузер вашего ПК с расширением Tron Link", 
      "Выберите сумму, которую вы хотите внести до 100 000 TRX.", 
      "Нажмите присоединиться и подтвердите транзакцию в кошельке"
    ]
  },
  "guideText": {
    "items1": [
      "Добро пожаловать в проект TRONX.",
      "Умный Контракт TRONX разработан, чтобы предоставить всем желающим, независимый фонд финансовой поддержки, на основе Smart Contract Technology.",
      "Любой участник может внести свой вклад TRX в Фонд сообщества и поддержать членов сообщества TRONX. Если участник активирует код контракта, он получит поддержку от других участников сообщества.",
      "TRONX - это 100% децентрализованный проект, основанный на сообществе; это означает, что нет никаких гарантий или дополнительной прибыли, полученной только в TRONX, все, что вы получаете от TRONX , получено от других членов сообщества и основано на ваших собственных и общественных усилиях, поскольку это модель взаимной P2P поддержки.",
      "Вы поддерживаете других, а другие в ответ, поддерживают Вас.",
      "TRONX фактически можно рассматривать как децентрализованную “третью сторону”, которая обеспечивает полную справедливость, прозрачность и равенство для всех, в соответствии с кодом алгоритма.",
      "Здесь нет посредников, нет владельцев, нет компаний, нет генерального директора и нет человеческого взаимодействия, алгоритм TRONX эффективно гарантирует справедливость всех участвующих партнеров и партнеров фонда в соответствии с правилами смарт-контракта.",
      "Это самая рабочая, разумная, безопасная и лучшая передовая модель финансовой поддержки, доступная в настоящее время."
    ],
    "p1": "Отправив TRX в фонд сообщества TRONX , Вы активируете код контракта и уже через 24 часа получите первый 1,2% ежедневного дохода. Вы будете получать его до тех пор, пока 400% от вашего депозита не будет получено в качестве поддержки от сообщества TRONX.",
    "p2": "400% поддержки Вы получаете 4 различными способами (1 пассивный и 3 через маркетинг). Когда 400% начислений получено любым из 4 способов, можно сделать новый депозит такого же или большего размера, чтобы активировать новый цикл 400% и продолжать получать выплаты от фонда.",
    "items2": [
      {"text": "1,2% ежедневной прибыли от депозита (максимум 400 дней). Полностью пассивный доход для всех участников сообщества."},
      {"text": "10% прямой реферальный доход, для взаимного распространения, роста сообщества и фонда TRONX"},
      {"text": "Доход с прибыли Ваших партнеров на 20 линий в глубину. От 30% до 3%, в зависимости от количества лично приглашенных.", 
        "income": [
          "1) 30% ","2) 10","3) 10","4) 10"," 5) 10","6) 8","7) 8 😍 8"," 9) 8 ","10) 8 ","11) 5","12) 5","13) 5","14) 5 ","15) 5"," 16) 3","17) 3"," 18) 3","19) 3","20) 3"
        ], 
        "textMore": "Каждый прямой (личный) партнер активирует, один новый уровень, максимум 20 уровней, см. выше."
      },
      {"text": "Ежедневный Лидерский Спонсорский пул 3% от всех депозитов в TRONX, каждые 24 часа. Распределенный в соотвествии ТОП рейтингу."}
    ],
    "items3": [
      "1,2% от суммы, предоставленной в качестве поддержки в фонд сообщества, будет ежедневно возвращаться всем пользователям по системному алгоритму до момента получения максимального предела ДОХОДА в размере 400%.",
      "Предположим, что Вы поддерживаете фонд на 1000 TRX. Теперь Вы можете получить 4000 TRX обратно. Каждые 24 часа Вы будете получать 12 TRX максимум 333 дней, или до тех пор, пока Вы не получите 400% дохода любым другим возможным способом. В зависимости от того, что произойдет раньше.",
      "10% прямой реферальный доход",
      "10% от суммы депозита начисляется спонсору, когда его прямой партнер вносит первый или повторный депозит. Например, депозит партнера составляет 1000 TRX, тогда Вы получаете 100 TRX прямого реферального дохода.",
      "Нет никаких ограничений на количество прямых партнеров, которые Вы можете иметь."
    ],
    "items4": [
      "ДОХОД С ПРИБЫЛИ ПАРТНЕРОВ",
      "Доход основан на ежедневной прибыли 1,2% Ваших партнеров и начисляется в тот момент, когда Ваш нижестоящий партнер делает вывод накопленной 1,2% ежедневной прибыли. Количество линий, с которых Вы получаете доход, зависит от количества Ваших прямых лично приглашенных партнеров. 1 линия добавляется за каждого Вашего прямого партнера. Для получения максимального дохода с 20 линий Вам необходимо иметь 20 прямых лично приглашенных партнеров."
    ]
  },
  "presentation": "ПОСМОТРЕТЬ ПРЕЗЕНТАЦИЮ",
  "audit": "ПОСМОТРЕТЬ АУДИТ"  
}
